run/distributedSvd/oscillatingDroplet/cavity/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

. ./Allrun.pre

runParallel $(getApplication) 

#------------------------------------------------------------------------------
