run/distributedSvd/oscillatingDroplet/cavity/Allrun.pre
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

rm -rf log.blockMesh log.decomposePar log.icoFoam 

restore0Dir

runApplication blockMesh

runApplication decomposePar

#------------------------------------------------------------------------------
